Repository: e-fernandez/xbmc
Catalog: addons/visualization.vortex/resources/language/resource.language.*/strings.po
Languages: fa_ir, ms_my

# #30000
source: Random Presets
fa_ir: پیش تنظیمات اتفاقی
ms_my: Praset Rawak

# #30001
source: Time Between Presets
fa_ir: زمان بین پیش تنظیمات
ms_my: Masa Diantara Praset

# #30002
source: Additional Random Time
fa_ir: زمان اتفاقی اضافه
ms_my: Masa Rawak Tambahan

# #30003
source: Lock Preset
fa_ir: پیش تنظیمات مسدود شوند
ms_my: Kunci Praset

# #30004
source: Enable Transitions
fa_ir: تبدیل نمایه ها مجاز است.
ms_my: Benarkan Peralihan

# #30005
source: Stop first preset
fa_ir: اولین پیش تنظیم حفظ شود
ms_my: Henti praset pertama

# #30006
source: Show FPS
fa_ir: نمایش نرخ فریم
ms_my: Tunjuk FPS

# #30007
source: Show debug console
fa_ir: نمایش کنسول اشتباه یابی
ms_my: Tunjuk konsol nyahpepijat

# #30008
source: Show audio analysis
fa_ir: نمایش آنالیز صوتی
ms_my: Tunjuk analisis audio

# #30050
source: %2.0f secs
fa_ir: %2.0f ثانیه
ms_my: %2.0f saat

# #30051
source: %2.0f fps
fa_ir: %2.0 فریم در ثانیه
