Repository: e-fernandez/xbmc
Catalog: addons/visualization.milkdrop/resources/language/resource.language.*/strings.po
Languages: he_il, ms_my

# #30000
source: Automatic Blend Time
he_il: זמן מיזוג אוטומטי
ms_my: Masa Adun Automatik

# #30001
source: Time Between Presets
he_il: זמן בין קביעונים
ms_my: Masa Diantara Praset

# #30002
source: Additional Random Time
he_il: זמן אקראי נוסף
ms_my: Masa Rawak Tambahan

# #30003
source: Enable Anisotropic Filtering
he_il: אפשר סינון אניזוטרופי
ms_my: Benarkan Penapisan Anisotropik

# #30004
source: Enable Hard Cuts
he_il: אפשר חיתוך מידי
ms_my: Benarkan Potongan Keras

# #30005
source: Loudness Threshold For Hard Cuts
he_il: סף עוצמה לחיתוך מידי
ms_my: Ambang Kelantangan Untuk Potongan Keras

# #30006
source: Average Time Between Hard Cuts
he_il: זמן ממוצע בין חיתוכים מידיים
ms_my: Masa Purata Diantara Potongan Keras

# #30007
source: Maximum Refresh Rate
he_il: קצב רענון מירבי
ms_my: Kadar Segar Semula Maksimum

# #30008
source: Enable Stereo 3D
he_il: הפעל סטריאו 3D
ms_my: Benarkan Stereo 3D

# #30009
source: Preset Pack
he_il: ערכת קביעונים
ms_my: Pek Praset

# #30010
source: User Preset Folder
he_il: נתיב תיקיית קביעונים
ms_my: Folder Praset Pengguna

# #30011
source: Preset Shuffle Mode
he_il: קביעון מצב מעורבב
ms_my: Mod Kocok Praset

# #30020
source: WA51 Presets
he_il: קביעוני WA51
ms_my: Praset WA51

# #30021
source: Winamp Presets
he_il: קביעוני Winamp
ms_my: Praset Winamp

# #30022
source: User Defined Preset Folder
he_il: תיקיה מותאמת אישית
ms_my: Folder Praset Ditakrif Pengguna

# #30050
source: %2.0f secs
he_il: %2.0f שניות
ms_my: %2.0f saat
