Repository: e-fernandez/xbmc
Catalog: addons/visualization.projectm/resources/language/resource.language.*/strings.po
Languages: fa_ir, sq_al, ta_in, zh_tw

# #30000
source: Render Quality
fa_ir: کیفیت نمایش
sq_al: Kualiteti i "Rendering"
zh_tw: 呈像品質

# #30001
source: Low
fa_ir: کم
sq_al: Poshtë
ta_in: குறைவு
zh_tw: 低溫

# #30002
source: Medium
fa_ir: متوسط
sq_al: Mesatare
ta_in: மிதம்
zh_tw: 中等

# #30003
source: High
fa_ir: زیاد
sq_al: Lartë
ta_in: அதிகம்
zh_tw: 高溫

# #30004
source: Maximum
fa_ir: حداکثر
sq_al: Maksimum
ta_in: உச்ச அளவு
zh_tw: 最高

# #30005
source: Shuffle Mode
fa_ir: اتفاقی
sq_al: Mënyra e përziejer
ta_in: கலக்கும் முறை
zh_tw: 随機播放模式

# #30006
source: Smooth Preset Duration
fa_ir: مدت نمایش شفاف
sq_al: Kohëzgjatja (me kalim të but) e të paravendosurit
ta_in: சீரான தரவு காலம்
zh_tw: 平滑預置時間

# #30007
source: Preset Duration
fa_ir: مدت نمایش قالب
sq_al: Kohëzgjatja e të paravendosurit
ta_in: தரவு காலம்
zh_tw: 預置時間

# #30008
source: Beat Sensitivity
fa_ir: حساسیت به ضرباهنگ
sq_al: Ndjeshmërija ndaj muzikës
ta_in: அதிர்வு உணர்திறன்
zh_tw: 節拍靈敏度

# #30009
source: Preset Pack
fa_ir: بسته قالب ها
sq_al: Paketë e të paravendosurve
ta_in: தரவுப்பொதி
zh_tw: 預置封包

# #30010
source: Default Pack
fa_ir: بسته پیش فرض
sq_al: Paketi i parazgjedhur
ta_in: நிலையான பொதி
zh_tw: 預設封包

# #30011
source: User Defined Preset Folder
fa_ir: پوشه تعریف شده برای قالب ها
sq_al: Regjistri i paravendosurve i zgjedhur nga përdoruesi
ta_in: பயனர் வரையறுத்த தரவு அடைவு
zh_tw: 使用者定義的預置資料夾

# #30012
source: User Preset Folder
fa_ir: پوشه قالب های کاربر
sq_al: Regjistri i paravendosurve i përdoruesit
ta_in: பயனர் தரவு அடைவு
zh_tw: 使用者預置資料夾

# #30050
source: %2.0f secs
fa_ir: %2.0f ثانیه
sq_al: %2.0f sekonda
ta_in: %2.0f வினாடிகள்
zh_tw: %2.0f 秒
